{
    "heroTile": {
        "image": "images/promo_images/greysprings/hero_tile_small.png",
        "header": "About",
        "tagline": "Connecting Kids, Parents and Technology"
    },
    "organisation": {
        "sections": [
            {
                "title": "ABOUT",
                "items": [
                    "Kids are fun, technology is fantastic, and we truly love to bring them together. We believe that a right blend of technology and creativity can create such products which can not only make learning fun for kids, but also open new dimensions to kids’ perception towards education.",
                    "On parenting front, we truly value the heart space and have an aim of fostering a deeper more nurturing connection between kids and their parents through research in technology platforms.",
                    "Our products include a suite of nice & innovative applications, designed specifically for kids. They are available on various platforms, including iOS, Android and Windows store.",
                    "We also work laterally with schools and parents to understand their needs, while upholding high standards of professionalism and quality service through our products."
                ],
                "renderingType": "paragraph"
            },
            {
                "title": "CORE VALUES",
                "items": [
                    "Honesty, integrity and ethics in all aspects of business",
                    "Contribution and responsibility, both technical and non-technical, to the communities in which we operate.",
                    "People are number 1 – treat them well, expect a lot more, rest will follow.",
                    "Respect and opportunity for individual initiative and personal growth.",
                    "Fanatical attention to consistency and detail; seek superiority in all we undertake.",
                    "Tolerance for honest mistakes."
                ],
                "renderingType": "list"
            },
            {
                "title": "PHILOSOPHY",
                "items": [
                    "Our team of passionate technology professionals and creative minds strive to provide real world solutions to today’s parenting challenges by empowering parents and engaging kids."
                ],
                "renderingType": "paragraph"
            },
            {
                "title": "FOUNDERS",
                "items": [
                    "Greysprings' founding team is from IITs and NITs. Overall team has more than 70+ years experience in cutting edge technologies."
                ],
                "renderingType": "paragraph"
            },
            {
                "title": "MISSION",
                "items": [
                    "To revolutionize education with the help of technology making it simple, experiential and available for masses."
                ],
                "renderingType": "paragraph"
            }
        ]
    },
    "coreTeam": {
        "title": "CORE TEAM",
        "members": [
            {
                "name": "Chandan Thakur",
                "designation": "Founding Partner",
                "image": "images/founders/chandan.png",
                "contact": [
                    {
                        "link": "mailto:chthakur@greysprings.com",
                        "cssClass": "fa-envelope"
                    },
                    {
                        "link": "https://www.facebook.com/thakurchandan",
                        "cssClass": "fa-facebook"
                    },
                    {
                        "link": "https://twitter.com/iamchthakur",
                        "cssClass": "fa-twitter"
                    },
                    {
                        "link": "https://www.linkedin.com/in/chandanthakur",
                        "cssClass": "fa-linkedin"
                    }
                ]
            },
            {
                "name": "Nikhil Parijaat",
                "designation": "Founding Partner",
                "image": "images/founders/nikhil.png",
                "contact": [
                    {
                        "link": "mailto:nikhil@greysprings.com",
                        "cssClass": "fa-envelope"
                    },
                    {
                        "link": "https://www.facebook.com/nikhil.parijaat",
                        "cssClass": "fa-facebook"
                    },
                    {
                        "link": "https://twitter.com/nparijaat",
                        "cssClass": "fa-twitter"
                    },
                    {
                        "link": "https://www.linkedin.com/in/nikhil-parijaat-674361a",
                        "cssClass": "fa-linkedin"
                    }
                ]
            },
            {
                "name": "Peeyush Kulshrestha",
                "designation": "Founding Partner",
                "image": "images/founders/peeyush.png",
                "contact": [
                    {
                        "link": "mailto:peeyush@greysprings.com",
                        "cssClass": "fa-envelope"
                    },
                    {
                        "link": "https://www.facebook.com/peeyush.kul",
                        "cssClass": "fa-facebook"
                    },
                    {
                        "link": "https://twitter.com/peeyushkul",
                        "cssClass": "fa-twitter"
                    },
                    {
                        "link": "https://www.linkedin.com/in/peeyush-kulshrestha-7895a6",
                        "cssClass": "fa-linkedin"
                    }
                ]
            }
        ]
    },
    "hiring": {
        "hiring_enabled":  "no",
        "title": "WE ARE HIRING",
        "sections": [
            {
                "id": "Developer",
                "title": "Developer",
                "summary": [
                    "SDEs are smart creative with passion for building software products. They are part of team who would own components of big software products.",
                    "We need versatile engineers who are ready to tackle new problems as we scale our software products suite. Join us to be a part of a fast paced start up where people live code every jiffy spent at work."
                ],
                "qualification": [
                    "Pursuing or completed Bachelor’s, Master’s or Ph.D. degree in Engineering, Computer Science or related field",
                    "Strong computer science fundamentals",
                    "1-2 years of experience programming in C++, Java or other computer programming languages preferred",
                    "Strong technical prowess, including understanding of algorithms, systems architecture",
                    "Ability to derive creative and innovative solutions by thinking \"outside the box\"",
                    "Familiarity with web based components and platforms such as Android, iOS, Windows8, WP8 is added advantage"
                ],
                "team": {
                    "summary": [
                        "You would be joining the team who is building games for kids in the range of 2-8 years. These games are designed keeping learning in mind. You would be required to code in C++/C#/Python/Java/Objective C. All these applications are targeted for iOS, Android, Amazon, Windows 8 and Windows Phone8 platforms. As part of team you would get exposure to Gaming frameworks, Cocos2d, Azure, Databases and web technologies"
                    ],
                    "role": [ ]
                }
            },
            {
                "id": "Developer-Intern",
                "title": "Developer Intern",
                "summary": [
                    "In Greysprings, interns start right away with live projects and deliverables. Internship experience at Greysprings is not less than a full semester of learning in college. It is common to have 5-6 product releases for a team of 4 people in a month. You will work as team member of one such team. Most likely, you would see your work live with customers in less than a month.",
                    "Join us to be a part of fast paced start up where people live code every jiffy spent at work."
                ],
                "qualification": [
                    "Pursuing a degree in Computer Science from reputed institutes such as IIT, NIT, DCE",
                    "Strong computer science fundamentals",
                    "Familiarity programming in C/C++/Java",
                    "Good computer science fundamentals. Especially Data structures and Algorithm",
                    "Strong technical prowess, including understanding of algorithms, systems architecture",
                    "Ability to derive creative and innovative solutions by thinking &#8220;outside the box&#8221;"
                ],
                "team": {
                    "summary": [
                        "Multi-platform (iOS, Android, WP8, Windows, Amazon) game development. Proficiency in coding is highly desired.  As part of role, you will be required to write code in C++/C#/Java. During internship you’ll get exposure to Azure, XML, JSON, Databases, SQL,  Fiddler and web technologies."
                    ],
                    "role": [ ]
                }
            },
            {
                "id": "Digital-Marketing",
                "title": "Digital Marketing",
                "summary": [
                    "We are looking individuals with strong inclination towards digital marketing."
                ],
                "qualification": [
                    "Pursuing or completed MBA from one of the premier institutes such as IIM, MDI. Preferably with marketing major.",
                    "Ability to derive creative and innovative solutions by thinking \"outside the box\"",
                    "1-2 years' experience with marketing products digitally.",
                    "Familiarity with mobile echo system, web and social media."
                ],
                "team": {
                    "summary": [
                        "You would be joining the team who is building games for kids in the range of 2-8 years. These applications are designed keeping learning in mind and are targeted for iOS, Android, Amazon, Windows 8 and Windows Phone8 platforms."
                    ],
                    "role": [
                        "Implement mobile strategies, mobile advertising best practices and optimizing the website for mobile.",
                        "Create and structure a strategy for a specific mobile advertising campaigns using Facebook, Admob, and YouTube etc.",
                        "Analyze the current profile of users \"Who and how\". The knowledge of how users reach to our products. Understanding how people find and use our products/site in an effective way to bolster our online presence. This involves understanding Data analytics tools such as Google Analytics, Localytics, Custom Azure based tools.",
                        "Use Google Analytics and other tools to improve the website traffic and increase sales through the use of mobile tracking, customize reports and more. Content review/writing based on the results of analytics to increase the footfall &#64; website/products.",
                        "Develop a strategy based on available data and tools to improve the visibility of GS Kids brand and enhance the overall Brand Value?",
                        "Use Facebook effectively for business. Develop and run effective/efficient result oriented campaigns.",
                        "Identify the influencer(Influencer marketing) communities (parents, schools, teachers etc.) and approach selected few to support our products either paid or complimentary.",
                        "Take PR initiatives for Greysprings brand building."
                    ]
                }
            },
            {
                "id": "Digital-Marketing-Intern",
                "title": "Digital Marketing Intern",
                "summary": [
                    "Greysprings internship program is designed to give students an opportunity to apply their skills, gain valuable experience, and contribute to the organization in a meaningful way.  All internship assignments are focused on real business challenges important to Greysprings continued success as innovative kids apps provider. As part of internship, you will be encouraged to be proactive members on your respective team, taking on a comfortable level of responsibility, and challenged to think critically and creatively."
                ],
                "qualification": [
                    "Pursuing or completed MBA from one of the premier institutes such as IIM, MDI. Preferably with marketing major.",
                    "Ability to derive creative and innovative solutions by thinking \"outside the box\"",
                    "1-2 years' experience with marketing products digitally.",
                    "Familiarity with mobile echo system, web and social media."
                ],
                "team": {
                    "summary": [
                        "You would be joining the team who is building games for kids in the range of 2-8 years. These applications are designed keeping learning in mind and are targeted for iOS, Android, Amazon, Windows 8 and Windows Phone8 platforms."
                    ],
                    "role": [
                        "Implement mobile strategies, mobile advertising best practices and optimizing the website for mobile.",
                        "Create and structure a strategy for a specific mobile advertising campaigns using Facebook, AdMob, and YouTube etc.",
                        "Analyze the current profile of users “Who and how”. The knowledge of how users reach to our products. Understanding how people find and use our products/site in an effective way to bolster our online presence. This involves understanding Data analytics tools such as Google Analytics, Localytics, Custom Azure based tools.",
                        "Use Google Analytics and other tools to improve the website traffic and increase sales through the use of mobile tracking, customize reports and more. Content review/writing based on the results of analytics to increase the footfall &#64; website/products.",
                        "Develop a strategy based on available data and tools to improve the visibility of GS Kids brand and enhance the overall \"Brand Value\"?",
                        "Use Facebook effectively for business. Develop and run effective/efficient result oriented campaigns.",
                        "Identify the influencer (Influencer marketing) communities (parents, schools, teachers etc.) and approach selected few to support our products either paid or complimentary.",
                        "Take PR initiatives for Greysprings brand building."
                    ]
                }
            },
            {
                "id": "Marketing-Sales",
                "title": "Marketing & Sales",
                "summary": [
                    "We are looking individuals with strong inclination towards sales & marketing."
                ],
                "qualification": [
                    "Pursuing or completed MBA from one of the premier institutes such as IIM, MDI. Preferably with marketing major.",
                    "1-2 years' experience selling products directly to customers",
                    "1-2 years' experience with marketing products face to face & digitally",
                    "Ability to derive creative and innovative solutions by thinking \"outside the box\"",
                    "Familiarity with mobile echo system, web and social media",
                    "Excellent communication skills"
                ],
                "team": {
                    "summary": [
                        "You would be joining the team who is marketing games for kids in the range of 2-8 years. These applications are designed keeping learning in mind and are targeted for iOS, Android, Amazon, Windows 8 and Windows Phone8 platforms."
                    ],
                    "role": [
                        "Execute sales goals as set forth by leadership team.",
                        "Accomplish business development activities by researching and developing marketing opportunities.",
                        "Achieve marketing and sales objectives by preparing and completing action plans.",
                        "Improve product marketability and profitability by researching and identifying market opportunities.",
                        "Provide information by collecting, analyzing and summarizing data and trends.",
                        "Understand fundamentals of brand building and use that for strengthening Greysprings brand.",
                        "Create and implement a marketing and PR strategy."
                    ]
                }
            },
            {
                "id": "Marketing-Sales-Intern",
                "title": "Marketing & Sales Intern",
                "summary": [
                    "Greysprings internship program is designed to give students an opportunity to apply their skills, gain valuable experience, and contribute to the organization in a meaningful way.",
                    "All internship assignments are focused on real business challenges important to Greysprings continued success as innovative kids apps provider. As part of internship, you will be encouraged to be proactive members on your respective team, taking on a comfortable level of responsibility, and challenged to think critically and creatively. We are looking individuals with strong inclination towards sales&marketing."
                ],
                "qualification": [
                    "Pursuing or completed MBA from one of the premier institutes such as IIM, MDI. Preferably with marketing major.",
                    "1-2 years’ experience selling products directly to customers",
                    "1-2 years’ experience with marketing products face to face&digitally.",
                    "Ability to derive creative and innovative solutions by thinking \"outside the box\"",
                    "Familiarity with mobile echo system, web and social media.",
                    "Excellent communication skills"
                ],
                "team": {
                    "summary": [
                        "You would be joining the team who is marketing games for kids in the range of 2-8 years. These applications are designed keeping learning in mind and are targeted for iOS, Android, Amazon, Windows 8 and Windows Phone8 platforms."
                    ],
                    "role": [
                        "Execute sales goals as set forth by leadership team.",
                        "Accomplish business development activities by researching and developing marketing opportunities.",
                        "Achieve marketing and sales objectives by preparing and completing action plans.",
                        "Improve product marketability and profitability by researching and identifying market opportunities.",
                        "Provide information by collecting, analyzing and summarizing data and trends.",
                        "Understand fundamentals of brand building and use that for strengthening Greysprings brand.",
                        "Create and implement a marketing and PR strategy."
                    ]
                }
            },
            {
                "id": "Product-Manager",
                "title": "Product Manager",
                "summary": [
                    "Product Managers are smart creative with passion for creating world class products.",
                    "We are looking individuals with passion for creating user centric software products."
                ],
                "qualification": [
                    "Pursuing or completed bachelor’s or master’s degree in computer science or related fields from one of the premier institutes such as IIT, NIT, DCE",
                    "Pursuing or completed MBA from one of the premier institutes such as IIM, MDI. Preferably, a software background",
                    "Ability to derive creative and innovative solutions by thinking \"outside the box\"",
                    "1-2 years' experience with software products.",
                    "Have an exceptional eye for pixel-perfect detail and consistent designs",
                    "Strong inclination for product development"
                ],
                "team": {
                    "summary": [
                        "You would be joining the team who is building games for kids in the range of 2-8 years. These applications are designed keeping learning in mind and are targeted for iOS, Android, Amazon, Windows 8 and Windows Phone8 platforms."
                    ],
                    "role": [
                        "Carry out market Research for feasibility analysis of upcoming products",
                        "Feature identification & prioritization for the software product",
                        "Competitive analysis to identify gaps with competitive products in the market",
                        "Data analysis using latest software tools such as ComScore, Google Trends to identify the user trends",
                        "Translate complex customer and technical needs into simple understandable functional specifications",
                        "Develop understanding of mobile and web echo systems to create successful software products.",
                        "Partner with engineering and leadership team to execute new features.",
                        "Interact frequently with leadership teams to envision the direction for the new products"
                    ]
                }
            },
            {
                "id": "Product-Manager-Intern",
                "title": "Product Manager Intern",
                "summary": [
                    "In Greysprings, interns start right away with live projects and deliverables. Internship experience at Greysprings is not less than a full semester of learning in college. It is common to have 5-6 product releases for a team of 4 people in a month. You will work as team member of one such team. Most likely, you would see your work live with customers in less than a month.",
                    "We are looking individuals with passion for creating user centric software products."
                ],
                "qualification": [
                    "Pursuing or completed bachelor's or master's degree in computer science or related fields from one of the premier institutes such as IIT, NIT, DCE",
                    "Pursuing or completed MBA from one of the premier institutes such as IIM, MDI. Preferably, a software background",
                    "Ability to derive creative and innovative solutions by thinking \"outside the box\"",
                    "1-2 years' experience with software products.",
                    "Have an exceptional eye for pixel-perfect detail and consistent designs",
                    "Strong inclination for product development"
                ],
                "team": {
                    "summary": [
                        "You would be joining the team who is building games for kids in the range of 2-8 years. These applications are designed keeping learning in mind and are targeted for iOS, Android, Amazon, Windows 8 and Windows Phone8 platforms."
                    ],
                    "role": [
                        "Carry out market Research for feasibility analysis of upcoming products",
                        "Feature identification & prioritization for the software product",
                        "Competitive analysis to identify gaps with competitive products in the market",
                        "Data analysis using latest software tools such as ComScore, Google Trends to identify the user trends",
                        "Translate complex customer and technical needs into simple understandable functional specifications",
                        "Develop understanding of mobile and web echo systems to create successful software products.",
                        "Partner with engineering and leadership team to execute new features.",
                        "Interact frequently with leadership teams to envision the direction for the new products"
                    ]
                }
            },
            {
                "id": "Graphic-Designer",
                "title": "Graphic Designer",
                "summary": [
                    "Graphic designers are smart creative with passion for creating great graphic experiences.",
                    "We are looking for imaginative, resourceful and enthusiastic designers to help us create products that blend ease of use with powerful feature sets with an unsurpassed attention to detail."
                ],
                "qualification": [
                    "Pursuing or completed bachelor's or master's degree in design or related fields from one of the premier institutes such as NID, IIT Mumbai, IIT Guwahati",
                    "Well-versed in fundamental visual and interactive design disciplines and principals.",
                    "Ability to derive creative and innovative solutions by thinking \"outside the box\"",
                    "1-2 years' experience designing products with tools such as Photoshop, Illustrator, GIMP.",
                    "Have an exceptional eye for pixel-perfect detail and consistent designs",
                    "Passion for creating world class products."
                ],
                "team": {
                    "summary": [
                        "You would be joining the team who is building games for kids in the range of 2-8 years. These applications are designed keeping learning in mind and are targeted for iOS, Android, Amazon, Windows 8 and Windows Phone8 platforms."
                    ],
                    "role": [
                        "Provide assets for game environments.",
                        "Provide assets and animations frames for characters.",
                        "Provide storyboards for complex character behaviors.",
                        "Carry out user research and usability studies to evaluate the design",
                        "Partner with engineering and leadership team to bring designs to life",
                        "Interact frequently with leadership teams to envision the direction for new products"
                    ]
                }
            },
            {
                "id": "Graphic-Designer-Intern",
                "title": "Graphic Designer Intern",
                "summary": [
                    "Greysprings internship program is designed to give students an opportunity to apply their skills, gain valuable experience, and contribute to the organization in a meaningful way.  All internship assignments are focused on real business challenges important to Greysprings continued success as innovative kids apps provider. As part of internship, you will be encouraged to be proactive members on your respective team, taking on a comfortable level of responsibility, and challenged to think critically and creatively.",
                    "We are looking for imaginative, resourceful and enthusiastic designers to help us create products that blend ease of use with powerful feature sets with an unsurpassed attention to detail."
                ],
                "qualification": [
                    "Pursuing or completed bachelor's or master's degree in design or related fields from one of the premier institutes such as NID, IIT Mumbai, IIT Guwahati",
                    "Well-versed in fundamental visual and interactive design disciplines and principals.",
                    "Ability to derive creative and innovative solutions by thinking \"outside the box\"",
                    "1-2 years' experience designing products with tools such as Photoshop, Illustrator, GIMP.",
                    "Have an exceptional eye for pixel-perfect detail and consistent designs",
                    "Passion for creating world class products."
                ],
                "team": {
                    "summary": [
                        "You would be joining the team who is building games for kids in the range of 2-8 years. These applications are designed keeping learning in mind and are targeted for iOS, Android, Amazon, Windows 8 and Windows Phone8 platforms."
                    ],
                    "role": [
                        "Provide assets for game environments.",
                        "Provide assets and animations frames for characters.",
                        "Provide storyboards for complex character behaviors.",
                        "Carry out user research and usability studies to evaluate the design",
                        "Partner with engineering and leadership team to bring designs to life",
                        "Interact frequently with leadership teams to envision the direction for new products"
                    ]
                }
            },
            {
                "id": "UX-Designer",
                "title": "UX Designer",
                "summary": [
                    "UX designers are smart creative with passion for creating world class products.",
                    "We are looking for user centered designers familiar with lean UX methodologies while creating UI/UX workflows, story boards, wireframes and interaction flows."
                ],
                "qualification": [
                    "Pursuing or completed bachelor's or master's degree in design or related fields from one of the premier institutes such as NID, IIT Mumbai, IIT Guwahati.",
                    "Well-versed in fundamental visual and interactive design disciplines and principals.",
                    "Ability to derive creative and innovative solutions by thinking \"outside the box\"",
                    "1-2 years' experience designing products with tools such as Photoshop, Illustrator, GIMP.",
                    "Have an exceptional eye for pixel-perfect detail and consistent designs",
                    "Passion for creating world class products."
                ],
                "team": {
                    "summary": [
                        "You would be joining the team who is building games for kids in the range of 2-8 years. These applications are designed keeping learning in mind and are targeted for iOS, Android, Amazon, Windows 8 and Windows Phone8 platforms."
                    ],
                    "role": [
                        "Provide UI workflows, story boards, wire frames and interaction flows",
                        "Provide innovative solutions to simplify complex user journeys and information architecture",
                        "Design for a range of devices running Windows, iOS and Android considering platform guidelines and consistency across devices",
                        "Carry out user research and usability studies to evaluate the design",
                        "Partner with engineering and leadership team to bring designs to life",
                        "Interact frequently with leadership teams to envision the direction for new products"
                    ]
                }
            },
            {
                "id": "UX-Designer-Intern",
                "title": "UX Designer Intern",
                "summary": [
                    "Greysprings internship program is designed to give students an opportunity to apply their skills, gain valuable experience, and contribute to the organization in a meaningful way.  All internship assignments are focused on real business challenges important to Greysprings continued success as innovative kids apps provider. As part of internship, you will be encouraged to be proactive members on your respective team, taking on a comfortable level of responsibility, and challenged to think critically and creatively.",
                    "We are looking for user centered designers familiar with lean UX methodologies while creating UI/UX workflows, story boards, wireframes and interaction flows."
                ],
                "qualification": [
                    "Pursuing or completed bachelor's or master's degree in design or related fields from one of the premier institutes such as NID, IIT Mumbai, IIT Guwahati.",
                    "Well-versed in fundamental visual and interactive design disciplines and principals.",
                    "Ability to derive creative and innovative solutions by thinking \"outside the box\".",
                    "1-2 years' experience designing products with tools such as Photoshop, Illustrator, GIMP.",
                    "Have an exceptional eye for pixel-perfect detail and consistent designs.",
                    "Passion for creating world class products."
                ],
                "team": {
                    "summary": [
                        "You would be joining the team who is building games for kids in the range of 2-8 years. These applications are designed keeping learning in mind and are targeted for iOS, Android, Amazon, Windows 8 and Windows Phone8 platforms."
                    ],
                    "role": [
                        "Provide UI workflows, story boards, wire frames and interaction flows",
                        "Provide innovative solutions to simplify complex user journeys and information architecture",
                        "Design for a range of devices running Windows, iOS and Android considering platform guidelines and consistency across devices",
                        "Carry out user research and usability studies to evaluate the design",
                        "Partner with engineering and leadership team to bring designs to life",
                        "Interact frequently with leadership teams to envision the direction for new products"
                    ]
                }
            }
        ]
    },
    "promotionMeta": {
        "active": true,
        "promotionText": [
            {
                "title": "Interactive Learning for Kids",
                "tagline": "Our products include a suite of nice and innovative applications, designed specially for kids.",
                "image": "images/promo_images/greysprings/promo_screen_1.png"
            }
        ]
    }
}