{
    "initials": [
        "This privacy policy explains our privacy practices for all the Greysprings’ applications available on different platforms. Please read the following to learn more about our privacy policy and how we treat personally identifiable information collected from our users. Your use of the any application indicates your agreement to the Privacy Policy laid out below."
    ],
    "items": [
        {
            "heading": "INFORMATION COLLECTED AND RECEIVED",
            "details": "We collect the data related to profiling of different parts of the application. This data is used for further enhancement of application and solely used by us. This data is collected in analyzed in aggregated form. We don’t sell this information with or without user consent."
        },
        {
            "heading": "DISCLOSING YOUR PERSONAL INFORMATION",
            "details": "We do not collect any personal information about the user."
        },
        {
            "heading": "PURCHASING",
            "details": "Greysprings' applications offer in-app purchases for the parents. All the purchase options are guarded behind parents control available to parents in the app."
        },
        {
            "heading": "SOCIAL MEDIA",                                                                                                                                    
            "details": "Greysprings’ apps do not integrate any of the social media such as Twitter, Facebook or other online services."
        },
        {
            "heading": "INTERNET",
            "details": "Apps provide links to other Greysprings’ applications on store. All these links are guarded by parents check ensuring only grown ups access those features."
        },
        {
            "heading": "ADVERTISING",
            "details": "Out free apps integrate advertisement in applications which shows up on scoreboard. We encourage parents to upgrade to pro versions to remove advertisement from application."
        },
        {
            "heading": "LOCATION",
            "details": "We do not use or collect your precise geographic location."
        },
        {
            "heading": "CHANGES TO THIS POLICY",
            "details": "We reserve the right, at any time, to add to, change, update, or modify this Policy, simply by posting such change, update, or modification on the Site and without any other notice to you. Any such change, update, or modification will be effective immediately upon posting on the Site. It is your responsibility to review this Policy from time to time to ensure that you continue to agree with all of its terms."
        }
    ]
}